Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/arctic_indigenous_design_archives_2_far_tilskudd_fra_sametinget.html.tmx
Source language: nob
Languages: sme

source: Arctic Indigenous Design Archives 2 får tilskudd fra Sametinget
sme: Arctic Indigenous Design Archives 2 oažžu doarjaga Sámedikkis

source: Sametingsrådet har bevilget 150 000 kroner til AIDA 2 - prosjekt et , som er et samarbeidsprosjekt mellom Samisk høgskole, Samisk arkiv i Finland og Ájtte museum i Sverige.
sme: Sámediggeráđđi lea juolludan 150 000 ruvnno AIDA 2-prošektii, mii lea Sámi allaskuvlla, Suoma Sámi arkiivva ja Ruoŧa Ájtte musea searveprošeakta.

source: Samisk høgskole, Samisk arkiv i Inari i Finland og Ájtte museum i Jokkmokk i Sverige har fra 2017 til 2019 gjennomført Interregprosjektet AIDA – Arctic Indigenous Design Archives og de vil fortsette med å bygge videre på dette prosjektet med et tre års prosjekt, som de kaller AIDA 2.
sme: Sámi allaskuvla, Sámi arkiiva Anáris ja Ájtte musea Johkamohkis leat 2017 rájes 2019 rádjai čađahan Interreg-prošeavtta AIDA – Arctic Indigenous Design Archives ja háliidit joatkit huksemis dán prošeavtta ala, golmma jagi prošeavttain, maid gohčodit AIDA 2.

source: AIDAS mål har vært å etablere et arkiv for duodjiutøvere og kunstnere, for slik å bevare og formidle samisk designkunnskap videre.
sme: AIDA ulbmil lea ásahit duojáriid ja dáiddáriid arkiivva, vai sáhttá seailluhit ja gaskkustit viidáseappot sámi hábmenmáhtu.

source: I prosjektet har man arkivert materiale som har samlet seg i duodjiprosesser, som for eksempel skisser, arbeidsprøver, bilder, brevvekslinger og markedsføringsmateriale.
sme: Prošeavtta olis leat vurken materiála mii čoaggana duodjeproseassain, nugo tevnnegiid, bargogeahččalemiid, govaid, reivviid ja márkanfievrredanmateriála.

source: Duodji-arkivene brukes av Samisk høgskole til duodjiundervisning.
sme: Duojár-arkiivvat geavahuvvojit Sámi allaskuvlla duodjeoahpahusas.

source: For studenter i Samisk høgskole fungerer arkivene og museet som inspirasjonskilde i opplæringen, der de blir kjent med tradisjonell duodji, med duodjiutøvernes personhistorie og de lærer også å formidle designideene digitalt.
sme: Sámi allaskuvlla studeanttaide arkiivvat ja musea doibmet movttiidahtti oahppangáldun, mas oahpásmuvvet árbevirolaš duodjái, duojáriid persovdnahistorjái ja maiddái ohppet muitalit iežaset hábmenjurddašeamis digitálalaččat.

source: Nå vil prosjektet fortsette med støtte fra Sametinget, og prosjektleder er duodjiprofessor Gunvor Guttorm.
sme: Dál prošeakta joatkašuvvá Sámedikki doarjagiin, ja prošeaktajođiheaddjin lea duodjeprofessora Gunvor Guttorm.

source: I AIDA 2 skal innovasjonen vektlegges på bakgrunn av duodji og arkivene, samtidig som resultatene skal formidles på nye måter.
sme: AIDA 2 galgá deattuhit innovašuvnna duoji ja arkiivvaid vuođul, seammás go galggaše čalmmustahttit bohtosiid ođđa vugiiguin.

source: I prosjektet vil de arbeidsmetodene, noe som betyr at de skal tilpasses samisk forståelse og praksis.
sme: Prošeavttas háliidit dahkat bargovugiid eanet álgoálbmotlágážin, mii mearkkaša ahte áigot heivehit daid sámi áddejupmái ja geavahussii.

source: – Det er veldig bra at samarbeidet mellom institusjonene fremmer samifiseringa i deres virksomheter, samtidig som det er konkret til nytte for samiske duodjiutøvere, sier sametingspresident Aili Keskitalo (NSR).
sme: – Lea hui vuogas go ovttasbargu ásahusaid gaskkas ovddida sámáidahttima sin doaimmain, seammás go lea konkrehtalaš ávkin sámi duojáriidda, dadjá sámediggepresideanta Aili Keskitalo (NSR).

source: AIDA 2 skal gjennomføres i tre trinn.
sme: AIDA 2 galgá čađahuvvot golmma ceahkis.

source: I 2020 vil AIDA 2 prioritere design og samarbeid med aktører.
sme: 2020:s AIDA 2 vuoruha hábmema ja ovttasbarggu aktevrraiguin.

source: I 2021 vi de fordype seg i urfolkssarkiver, kuratering og tilpassing.
sme: 2021:s sii buokčalit álgoálbmotarkiivvaide, kurateremii ja heiveheapmái.

source: I 2022 vektlegger de innovasjon og etablering av nye duodjimuligheter.
sme: 2022:s deattuhit innovašuvnna ja ođđa duodjevejolašvuođaid ásaheami.

source: – Det er viktig å fornye duodji gjennom duodjiinnovasjoner.
sme: – Lea dehálaš ođasmahttit duoji duodjeinnovašuvnnaid bokte.

source: Spesielt er det viktig at duodjiutøvere nå får begynne å dra nytte av innovasjonen og arbeide for å nå et nytt fremtidsrettet marked, sier sametingsråd Silje K. Muotka (NSR).
sme: Eandalii lea dehálaš ahte duojárat dál besset ávkkástallagoahtit innovašuvnnas ja bargat olahit ođđa boahtteáigásaš márkaniid, dadjá sámediggeráđđi Silje K. Muotka (NSR).

source: Tilskuddet er blitt bevilget fra tilskuddsordningen Regionalutvikling.
sme: Doarjja lea juolluduvvon doarjjaortnegis Regionálaovddideapmi.
